import React from 'react'
import "./Content9.scss"

export default function Content9() {

  return (
    <div className='Content9'>
      <h1>КОГДА НУЖНО ВЫЗВАТЬ МАСТЕРА</h1>
      <div className="Content9_content">
        <div className="items">
          <h3>НЕ ВКЛЮЧАЕТСЯ МОНИТОР</h3>
          <p>Убедитесь в исправности розетки и в том, что устройство к ней подключено. Возможно, не все провода или разъемы подключены корректно. Если вы все проверили и уверены, что проблема не в электропитании, поступающем к компьютеру, а в самом устройстве, вероятно монитор перестал работать по причине засорения комплектующих внутри блока. Требуется компьютерная помощь, ремонт и чистка устройства.</p>
        </div>
        <div className="items">
          <h3>СИСТЕМНЫЙ БЛОК ИЗДАЕТ СИЛЬНЫЕ ШУМЫ</h3>
          <p>Слышно посторонние шумы из системного блока — значит, что он чем-то засорен. Важно вовремя почистить блок, чтобы избежать последствий накопления грязи и порчи блока компьютеров. Следует обратиться за услугой “компьютерная помощь” к профессионалам Geko. Мастер аккуратно очистит блок и не повредит находящиеся внутри важные комплектующие.</p>
        </div>
        <div className="items">
          <h3>ПОЯВЛЕНИЕ `СИНЕГО ЭКРАНА СМЕРТИ`</h3>
          <p>Неисправность операционной системы говорит о наличии вирусов в компьютере. Выход из строя системного блока также может являться причиной поломки и необходимости услуги “компьютерная помощь”.</p>
        </div>
        <div className="items">
          <h3>КОМПЬЮТЕР НЕ РАБОТАЕТ И ИЗДАЕТ РЕЗКИЕ ЗВУКИ</h3>
          <p>В таком случае признаком неполадки компьютеров является неисправность оперативной памяти или видеокарты. Старайтесь обращать внимание, когда устройство шумит и не игнорируйте эти звуки. Необходимо срочно обратиться к специалисту и провести ремонт. Если этого не сделать, в следующий раз комп может вовсе не включиться.</p>
        </div>
        <div className="items">
          <h3>ПРОПАЛО ИЗОБРАЖЕНИЕ С МОНИТОРА</h3>
          <p>Дефекты, связанные с качеством изображений на сенсоре говорят о наличии повреждений во внутреннем чипе. О том, что неисправности в данном чипе все-таки есть, свидетельствуют посторонние объекты на экране, появившиеся полосы черного или белого цвета, а также полностью потемневший экран. </p>
        </div>
        <p>Здесь представлены не все неисправности, которые могут встретиться во время использования компьютера. Пользователи также сталкиваются с проблемой неработающей клавиатуры, не запускающихся программ, невозможностью подключиться к интернету, неполадками, связанными с жестким диском или USB-устройством итд. Компьютерная помощь от компании Geko гарантирует быстрое решение проблем!</p>
      </div>
      
    </div>
  )
}
