import React from 'react'
import "./Content12.scss"

export default function Content12() {
  return (
    <div className='Content12'>
      <h1>КАК МЫ РАБОТАЕМ</h1>
      <div className="Content12_content">
        <div className="items">
          <h3>1</h3>
          <p>Для вызова специалиста оформите заявку на нашем сайте или по телефону, обязательно укажите марку и модель устройства, подробно опишите проблему: это даст возможность специалисту подготовить нужные детали и инструменты для ремонта.</p>
        </div>
        <div className="items">
          <h3>2</h3>
          <p>Наш специалист прибудет по указанному адресу в течение часа, или вы можете договориться о любом удобном для вас времени.</p>
        </div>
        <div className="items">
          <h3>3</h3>
          <p>Мастер бесплатно проведет диагностику вашего компьютера для выявления причины неисправности, предложит перечень необходимых работ и согласует с вами стоимость ремонта. </p>
        </div>
        <div className="items">
          <h3>4</h3>
          <p>Мастер проведет работы по ремонту и настройке вашего компьютера. По окончании работ подписывается договор и акт выполненных работ.</p>
        </div>
        <div className="items">
          <h3>5</h3>
          <p>На все выполненные работы и комплектующие предоставляется  гарантия сроком минимум на 1 год, при условии соблюдения клиентом наших рекомендаций по пользованию техникой.</p>
        </div>
      </div>
    </div>
  )
}
